export const detail = [
  {
    id: 21,
    src: ["/post_21.png", "/post_21_2.png", "/post_21_1.png"],
    content: `💐 인생 첫 부케 만들기 💐
              열두번째 작품
              원데이 클래스 부케 만들기
              작품명 : [영화] 어바웃타임(레드 서브 부케)
              일시 : 2025. 07. 12`,
  },
  {
    id: 20,
    src: ["/post_20.png"],
    content: `열 일곱번째 작품
              작품명 : 첫 핸드타이드 💐
              포장지로 만드는것보다 심플한 핸드타이드가 더 이쁜거
              같아서 고민 끝 재설계`,
  },
  {
    id: 19,
    src: ["/post_19.png","/post_19_1.png","/post_19_2.png"],
    content: `원데이 클래스 겨울 느낌 꽃다발 만들기 💐
              일시 : 2025.12.04
              P.S. 스파이럴`,
  },
  {
    id: 18,
    src: ["/post_18.png","/post_18_1.png","/post_18_2.png"],
    content: `열다섯번째 작품
              작품명: 계란 소국 다발 🍳
              일시: 2025. 10. 11
              사용 꽃:
              계란 소국
              계란 소국의 꽃말은 "진실한 사랑"입니다.
              흰 소국은 진실 혹은 순수한 마음을 상징한다고 합니다.`,
  },
  {
    id: 17,
    src: ["/post_17.png","/post_17_1.png","/post_17_2.png","/post_17_3.png","/post_17_4.png","/post_17_5.png","/post_17_6.png"],
    content: `원데이 클래스 꽃 팔찌, 코사지 만들기 💐
              일시 : 2025..09.04`,
  },
  {
    id: 16,
    src: ["/post_16.png","/post_16_1.png","/post_16_2.png","/post_16_3.png"],
    content: `꽃다발 만들기 원데이 클래스
              일시 : 2025. 08. 29`,
  },
  {
    id: 15,
    src: ["/post_15.png"],
    content: `열네번째 작품
              작품명: 핑크 거베라 장미 부케
              일시: 2025. 08. 16
              사용 꽃: 핑크 거베라, 장미
              🌸 핑크 거베라의 꽃말은 "감사"입니다.
              핑크 거베라는 존경과 애정을 담은 따뜻한 마음을 전한다는 의미를 가지고 있다고 합니다.
              P.S. 부케나 꽃다발시 항상 느끼는 주변 꽃의 중요성 완벽한 작품 뒤에는 빛나는 주연도 있지만 주변에 빛나는 조연도 필요하다 💐`,
  },
  {
    id: 14,
    src: ["/post_14.png","/post_14_1.png","/post_14_2.png"],
    content: `열세번째 작품
              작품명: 핑크 리시안셔스
              일시: 2025. 08. 23
              사용 꽃: 핑크 리시안셔스
              🌸 핑크 리시안셔스의 꽃말은 "우아한 아름다움, 변치 않는 사랑"입니다.
              핑크 리시안셔스는 사랑의 순수함과 고귀한 감정, 진심 어린 마음을 전하는 의미를 담고 있다고 합니다.
              P.S. 점점 꽃다발 포장이 처음 시작보다 잘되고 있다 😀 이제 날개 잡기도 느낌을 알겠어요! 핑크 리시안셔스 이쁨🌷`,
  },
  {
    id: 13,
    src: ["/post_13.png","/post_13_1.png","/post_13_2.png"],
    content: `열한번째 작품
              원데이 클래스 달항아리 만들기
              작품명 : [영화] 노팅힐(백합 달항아리 센터피스)
              일시 : 2025. 07. 06`,
  },
  {
    id: 12,
    src: ["/post_12.png","/post_12_1.png"],
    content: `시든 수국🥀, 다시 피어나게 하는 방법 🌸
              수국이 시들었나요?
              아직 늦지 않았어요.
              1️⃣ 꽃잎 전체를 찬물에 30분 정도 담궈주세요. 
              2️⃣ 줄기 끝을 사선으로 자르고,
              3️⃣ 끓는 물을 컵에 담아 줄기 끝만 뜨거운 물에 30초~1분 정도 담가주세요.
              4️⃣ 다시 찬물에 꽂아주면, 기적처럼 다시 살아날 수 있어요!
              🤍 수국은 생각보다 강한 아이랍니다.
              작은 정성으로 다시 피어나요.
              P.S. 시든 수국 살아나는게 신기... 😲`,
  },
  {
    id: 11,
    src: ["/post_11.png","/post_11_1.png","/post_11_2.png"],
    content: `열번째 작품
              작품명: 핑크 수국
              일시: 2025. 07. 05
              사용 꽃:
              핑크 수국 1
              P.S. 핑크 수국의 꽃말은 "변하지 않는 마음", "진심 어린 사랑"입니다.
              "진심 어린 사랑"은 의미로, 오랜 시간 지나도 바래지 않는 따뜻한 마음을 상징한다고 합니다.`,
  },
  {
    id: 10,
    src: ["/post_10.png","/post_10_1.png","/post_10_2.png"],
    content: `아홉번째 작품 
              작품명: 블루 수국
              일시: 2025. 07. 05 
              사용 꽃:
              블루 수국 1 
              P.S. 블루 수국의 꽃말은 "변덕", "진심을 감추다"입니다.
              "진심을 감추다"는 의미 풀이 후, 마음속 깊은 감정을 쉽게 드러내지 못하는 섬세함과 조심스러움을 상징한다고 합니다.`,
  },
  {
    id: 9,
    src: ["/post_9.png","/post_9_1.png","/post_9_2.png"],
    content: `여덟번째 작품
              작품명 : 해바라기 다발
              일시 : 2025. 06. 21
              사용 꽃:
              해바라기 3
              P.S. 해바라기의 꽃말은 '프라이드'입니다. 꿋꿋하게 잘 버티고 견뎌낸다고해서 꽃말이 프라이드라고 합니다`,
  },
  {
    id: 8,
    src: ["/post_8.png","/post_8_1.png","/post_8_2.png","/post_8_3.png"],
    content: `일곱번째 작품
              원데이 클래스 꽃바구니 만들기
              작품명 : [영화] 어톤먼트(미니 바구니 만들기)
              일시 : 2025. 06. 18
              P.S. 꽃바구니 만들기도 재미있다!`,
  },
  {
    id: 7,
    src: ["/post_7.png","/post_7_1.png","/post_7_2.png"],
    content: `여섯번째 작품 
              작품명 : 캄파눌라 다발
              일시 : 2025. 06. 07 
              사용 꽃:
              캄파눌라 5
              P.S. 5월 6월 개화시기인 캄파눌라의 꽃말은 '감사'와 '성실'이라고 합니다. (리본 묶는 실력이 아직 많이 부족함...)`,
  },
  {
    id: 6,
    src: ["/post_6.png","/post_6_1.png","/post_6_2.png"],
    content: `다섯번째 작품
              작품명 : 첫사랑의 고백
              일시 : 2025. 06. 01
              사용 꽃:
              장미 5 (클라란스)
              P.S. 장미 클라란스의 꽃말은 '첫사랑의 고백'이라고 하고, 수줍음입니다.`,
  },
  {
    id: 5,
    src: ["/post_5.png", "/post_5_1.png"],
    content: `네번째 작품
              작품명 : 나를 기억해주세요
              일시 : 2025. 06. 01
              사용 꽃:
              스위트피 5
              P.S. 스위트피는 '나를 기억주세요' 라는 꽃말을 가지고 있고, 우아한 추억 입니다.`,
  },
  {
    id: 4,
    src: ["/post_4.png", "/post_4_1.png", "/post_4_2.png"],
    content: `세번째 작품
              작품명 : 5월의 꽃
              일시 : 2025. 06. 01
              사용 꽃:
              작약꽃 3
              아미초 2
              5월의 꽃으로 불리는 작약꽃과 주변꽃은 아미초로 구성해보았습니다.
              P.S. 6월시작과 5월의 꽃 끝.`,
  },
  {
    id: 3,
    src: ["/post_3.png", "/post_3_1.png"],
    content: `두번째 작품
              작품명 : 장미꽃 한송이
              일시 : 2025. 05. 31
              사용 꽃:
              장미 1 (포비)
              P.S. 3번째 시도만에 가장 기본 장미꽃 한송이 완료 뿌듯하다 :)`,
  },
  {
    id: 2,
    src: ["/post_2.png", "/post_2_1.png"],
    content: `첫번째 플로리스트 취미 데뷔 작품
              작품명 : 장미 & 스위트피
              일시 : 2025. 05. 31
              사용 꽃 :
              장미 2 (포비)
              스위트피 2
              P.S. 엄청 실패하고 3시간만에 겨우 못생겼지만 하나 완성
              실패는 성공의 어머니`,
  },
  {
    id: 1,
    src: ["/post_1.png", "/post_1_1.png", "/post_1_1.png"],
    content: `꽃꽂이 독학 시작 🌹
              도서명 : 케이라플레르 꽃다발 마스터 클래스
              저자 : 김애진
              P.S. 여유있는 주마다 금요일 퇴근 후 고속터미널 화훼시장 털 예정 :)`,
  },
  {
    id: 0,
    src: ["/post_0.png"],
    content: `사전 준비물 세팅
              - 원예 가위 (구매처 다이소)
              - 앞치마 (구매처 네이버 소핑 아넬론 데님 앞치마)
              P.S  템빨`,
  },
];
